[
  {
    "thumbnailUri": "https://lazuva.com/wp-content/uploads/2018/12/Sejarah-museum-angkut-Malang.jpg",
    "title": "Museum Angkut",
    "description": "Museum Angkut merupakan museum transportasi dan tempat wisata modern yang terletak di Kota Batu, Jawa Timur, sekitar 20 km dari Kota Malang. Museum ini terletak di kawasan seluas 3,8 hektar di lereng Gunung Panderman dan memiliki lebih dari 300 koleksi jenis angkutan tradisional hingga modern",
    "location": {
      "x": -7.878545374183179,
      "y": 112.52071522916475
    }
  },
  {
    "thumbnailUri": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Alas_Purwo_2005.jpg/284px-Alas_Purwo_2005.jpg",
    "title": "Taman Nasional Alas Purwo",
    "description": "Di dalam Taman Nasional Alas Purwo terdapat beberapa jenis hewan darat seperti banteng, kijang, rusa, lutung, kancil, macan tutul, anjing hutan dan kucing hutan. Beberapa jenis burung dapat ditemukan antara lain rangkong badak, kangkareng perut putih, merak, ayam hutan hijau dan ayam hutan merah. Di pesisir pantai dapat ditemukan empat jenis penyu yaitu penyu abu-abu, penyu belimbing, penyu hijau dan penyu sisik. Taman Nasional Alas Purwo merupakan salah satu taman nasional model di Indonesia. Pemanfaatannya disesuaikan dengan keadaan wilayahnya. Ekosistem asli di Taman Nasional Alas Purwo dijaga dengan menetapkan sistem zonasi. Pemanfaatannya untuk penelitian, ilmu pengetahuan, budidaya, rekreasi dan pariwisata.",
    "location": {
      "x": -8.233711901883812,
      "y": 114.35200570458757
    }
  },
  {
    "thumbnailUri": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Mount_Bromo_at_sunrise%2C_showing_its_volcanoes_and_Mount_Semeru_%28background%29.jpg/280px-Mount_Bromo_at_sunrise%2C_showing_its_volcanoes_and_Mount_Semeru_%28background%29.jpg",
    "title": "Gunung Bromo",
    "description": "Gunung Bromo atau dalam bahasa Tengger dieja Brama, juga disebut Kaldera Tengger, adalah sebuah gunung berapi aktif di Jawa Timur, Indonesia. Gunung ini memiliki ketinggian 2.329 meter di atas permukaan laut dan berada dalam empat wilayah kabupaten, yakni Kabupaten Probolinggo, Kabupaten Pasuruan, Kabupaten Lumajang, dan Kabupaten Malang. Gunung Bromo terkenal sebagai objek wisata utama di Jawa Timur. Sebagai sebuah objek wisata, Bromo menjadi menarik karena statusnya sebagai gunung berapi yang masih aktif. Gunung Bromo termasuk dalam kawasan Taman Nasional Bromo Tengger Semeru. Nama Bromo berasal dari nama dewa utama dalam agama Hindu, Brahma. Bentuk tubuh Gunung Bromo bertautan antara lembah dan ngarai dengan kaldera atau lautan pasir seluas sekitar 10 kilometer persegi. Ia mempunyai sebuah kawah dengan garis tengah ± 800 meter (utara-selatan) dan ± 600 meter (timur-barat). Sedangkan daerah bahayanya berupa lingkaran dengan jari-jari 4 km dari pusat kawah Bromo.",
    "location": {
      "x": -7.940495406620533,
      "y": 112.94880632464218
    }
  },
  {
    "thumbnailUri": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Bunaken01.JPG/284px-Bunaken01.JPG",
    "title": "Taman Nasional Bunaken",
    "description": "Taman Nasional Bunaken adalah taman laut yang terletak di Sulawesi Utara, Indonesia. Taman ini terletak di Segitiga Terumbu Karang yang menjadi habitat bagi 390 spesies terumbu karang dan juga berbagai spesies ikan, moluska, reptil, dan mamalia laut. Taman Nasional Bunaken merupakan perwakilan ekosistem laut Indonesia, meliputi padang rumput laut, terumbu karang, dan ekosistem pantai. Taman nasional ini didirikan pada tahun 1991 dan meliputi wilayah seluas 890.65 km². 97% dari taman nasional ini merupakan habitat laut, sementara 3% sisanya merupakan daratan, meliputi lima pulau: Bunaken, Manado Tua, Mantehage, Naen, dan Siladen.",
    "location": {
      "x": 1.6760066336855022,
      "y": 124.75558342335002
    }
  },
  {
    "thumbnailUri": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Pulau_Sempu.jpg/284px-Pulau_Sempu.jpg",
    "title": "Pulau Sempu",
    "description": "Pulau Sempu adalah sebuah pulau kecil yang terletak di sebelah selatan Pulau Jawa; secara administratif berada di Desa Tambakrejo, Kecamatan Sumbermanjing Wetan, Kabupaten Malang, Jawa Timur. Pulau yang ditumbuhi pepohonan tropis ini adalah cagar alam yang dikelola oleh Balai Besar Konservasi Sumber Daya Alam (BBKSDA) Jawa Timur di bawah KLHK RI. Secara resmi tempat ini ditetapkan sebagai cagar alam sejak 1928 pada masa pemerintahan Hindia Belanda, melalui SK Gubernur Jenderal (Besluit van den Gouverneur Generaal van Nederlandsch Indie) No. 69 dan No. 46 tanggal 15 Maret 1928 tentang Aanwijzing van het natuurmonument Poelau Sempoe seluas 877 ha.",
    "location": {
      "x": -8.441315232696015,
      "y": 112.69753137844054
    }
  },
  {
    "thumbnailUri": "https://www.pegipegi.com/travel/wp-content/uploads/2018/08/shutterstock_734795881.jpg",
    "title": "Pulau Pianemo, Pesona Si Mini Wayag di Raja Ampat",
    "description": "Raja Ampat selalu jadi atraksi wisata alam yang mendunia di Indonesia bagian timur. Salah satu daya tarik para wisatawan adalah Pulau Pianemo. Berasal dari bahasa Biak yang artinya sambungan antara bagian kepala dan gagang tombak, Pulau Pianemo menyajikan panorama alam yang mengaggumkan. Para turis, baik lokal maupun mancanegara, diajak untuk menikmati gundukan pulau-pulau karst kecil dari atas bukit. Makin menawan, pulau-pulau tersebut dikelilingi oleh air laut yang sangat biru. Dibalut dengan cuaca tropis khas pesisir, sesekali tubuh diterjang angin bukit yang santai dan nyaman, membuat kamu betah berlama-lama di sana. Meski harus menaiki 320 anak tangga, rasa lelah bakal terbayar lunas saat melihat pesona dari Pulau Pianemo. Maklum, kawasan ini dianggap sebagai Wayag versi mini yang menawarkan bukit-bukit karst menjulang cantik. Jika belum puas, kamu bisa langsung nyemplug ke dalam untuk menikmati sejuknya berenang di lautan khas Raja Ampat. Jangan lupa untuk mengabadikan momen sunset yang cantik dari atas bukit Pianemo.",
    "location": {
      "x": -0.5640198110578217,
      "y": 130.2699126755201
    }
  },
  {
    "thumbnailUri": "https://d2ile4x3f22snf.cloudfront.net/wp-content/uploads/sites/346/2018/10/23122002/Water-Blow-nusa-dua.jpg",
    "title": "Water Blow Nusa Dua Bali, Fenomena Langka di Pulau Dewata",
    "description": "Sudah menjadi rahasia umum bahwa Bali merupakan surga wisata bahari. Karena itu, akan kurang lengkap rasanya berlibur ke Pulau Dewata tanpa merasakan pesona air laut. Biasanya, orang-orang akan memilih untuk berenang di laut, mendayung kano, melakukan beragam olahraga air, ataupun sekadar berjemur di pesisir pantai. Namun, jika kamu ingin melihat pemandangan yang berbeda, fenomena Water Blow Nusa Dua Bali bisa menjadi alternatif yang tepat. Ombak yang menghempas batu karang di tebing pantai menimbulkan semburan besar yang bisa menjadi objek foto menarik ataupun lokasi bermain air.",
    "location": {
      "x": -8.803618138934763,
      "y": 115.24047544081733
    }
  },
  {
    "thumbnailUri": "https://www.water-sport-bali.com/wp-content/uploads/2012/04/Panduan-Liburan-Ke-Nusa-Penida-Bali.jpg",
    "title": "Panduan Liburan Ke Nusa Penida Bali",
    "description": "Pulau Nusa Penida dimana lokasinya? Nusa Penida adalah sebuah pulau kecil yang berada sebelah tenggara pulau Bali, dan terpisah oleh selat Badung. Di dekat pulau ini, terdapat 2 pulau kecil lain, yaitu pulau Nusa Lembongan dan pulau Nusa Ceningan. Ketiga pulau kecil yang ada di bagian tenggara pulau Bali, memiliki keunikan dan daya tarik tersendiri dan ada perbedaan satu sama lain. Ketiga pulau masuk dalam wilayah pemerintahan kabupaten Klungkung, provinsi Bali. Arti kata Nusa Penida berasal dari bahasa Bali, Nusa artinya pulau dan Penida berasal dari dua kata, Ped dan Ida. Ped berarti kematian serta Ida berarti kekuasaan. Maka Nusa Penida dapat berarti pulau yang memiliki kekuasaan besar yang mematikan. Pulau Nusa Penida adalah pulau terbesar dari ketiga pulau dan masyarakat lokal sering menyebut dengan nama Nusa Gede. Gede artinya besar. Sedangkan Nusa Ceningan adalah pulau terkecil dari ketiga pulau. Khusus untuk Nusa Lembongan, pulau yang paling terkenal bagi wisatawan, terutama wisatawan Australia.",
    "location": {
      "x": -8.712465193965345,
      "y": 115.54863473747456
    }
  },
  {
    "thumbnailUri": "https://asset.kompas.com/crops/pA1yokJkjWEmMxtXwvXeVndAEmU=/0x35:1156x806/750x500/data/photo/2021/12/21/61c17349729d5.jpeg",
    "title": "Wisata ke Jakarta Aquarium & Safari",
    "description": "Pengunjung bisa melihat banyak koleksi hewan akuatik maupun hewan non-akuatik dengan dengan jumlah mencapai 3.500 spesies  Beberapa koleksi satwa yang bisa ditemui di Jakarta Aquarium & Safari seperti pari, hiu, lemur, tupai tiga warna, binturong, dan kura-kura berleher panjang. Selain melihat koleksi hewan, ada juga atraksi menarik dan juga wahana seru yang bisa dicoba pengunjung. Jadwal operasional dari Jakarta Aquarium & Safari setiap harinya tetap sama dari hari biasa atau weekdays hingga hari libur atau weekend.  Para pengunjung bisa melihat koleksi dan mencoba wahana yang ada di Jakarta Aquarium & Safari mulai pukul 10.00 WIB sampai dengan 21.00 WIB.",
    "location": {
      "x": -6.174690997001154,
      "y": 106.79042962176459
    }
  },
  {
    "thumbnailUri": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Taman_Safari_Prigen%2C_Jawa_Timur.jpg/250px-Taman_Safari_Prigen%2C_Jawa_Timur.jpg",
    "title": "Taman Safari Indonesia 2",
    "description": "Taman Safari Indonesia 2 adalah salah satu safari park terluas di Asia, yang terletak di lereng Gunung Arjuno, Kecamatan Prigen, Kabupaten Pasuruan, Jawa Timur. Memiliki berbagai macam spesies hewan dan atraksi terbaik se-Indonesia, kolam renang dengan sistem filter air yang canggih, dan habitat yang tidak rusak dan suasana yang rimbun. Taman Safari Indonesia menjadi tempat wisata yang berwawasan lingkungan dan berorientasi habitat satwa pada alam bebas.",
    "location": {
      "x": -7.758310621443679,
      "y": 112.66399629718651
    }
  }
]
