[
  {
    "thumbnailUri": "https://www.bandoeng.co.id/wp-content/uploads/2021/07/Kampung-Batik-Trusmi.jpg",
    "title": "Kampung Batik Trusmi, Sentra Pengrajin Batik di Cirebon",
    "description": "Menjadi salah satu warisan budaya yang diakui oleh UNESCO, batik memiliki potensi yang cukup menjanjikan sebagai produk tekstil khas Indonesia. Tak heran jika sentra penghasil batik sudah ada sejak zaman dahulu di penjuru tanah air. Bahkan pada beberapa daerah menawarkan corak yang bervariasi dan bermotif yang terbilang unik. Alhasil, ragam batik semakin hari kian berkembang dan terdiri dari motif klasik dan motif konvensional yang cukup ramai diburu di pasaran. Salah satu hasil batik yang tak kalah dengan motif lainnya yaitu khas Jawa Barat. Anda bisa menemukan Batik Trusmi yang khas berlokasi di salah satu daerah yang ada di Cirebon. Mengingat batik ini cukup populer, maka Kampung Trusmi memiliki potensi yang cukup besar sebagai produsen di tanah air. Hal ini dikembangkan menjadi kawasan wisata budaya dan edu-wisata karena sudah ada sejak abad ke 14. ",
    "location": {
      "x": -6.700899200858169,
      "y": 108.50901135429797
    }
  },
  {
    "thumbnailUri": "https://www.yogyes.com/id/yogyakarta-tourism-object/shopping/kampung-batik-giriloyo/1.jpg",
    "title": "KAMPUNG BATIK GIRILOYO Usung Pesona Batik Tulis Warna Alami",
    "description": "Saat ini, Kampung Batik Giriloyo telah menaungi 12 kelompok batik. Sebagian besar anggotanya adalah ibu-ibu warga setempat. Mereka biasa mengerjakan kain batik di rumah masing-masing. Keterampilan batik yang mereka jadikan mata pencaharian ini sekaligus sebagai upaya untuk mempertahankan budaya batik dari kerajaan Mataram. Membatik sendiri sudah dilakukan oleh warga Giriloyo sejak abad XVII. Setiap harinya terdapat pengrajin batik yang menampilkan kebolehannya di ruang-ruang terbuka Kampung Batik Giriloyo. Tak jarang pula di tempat itu akan dipenuhi peserta wisata belajar membatik yang biasanya peserta merupakan anggota keluarga, siswa sekolah, anggota instansi, atau turis mancanegara. Dalam waktu 1,5 sampai 2 jam, mereka akan diberi penjelasan sejarah batik Giriloyo dan diajari cara membatik oleh pengrajin-pengrajin batik penduduk sekitar. Hasil karya berupa kain batik berukuran 35x35 cm dapat dibawa pulang sebagai cinderamata",
    "location": {
      "x": -7.915749635118821,
      "y": 110.39910675984792
    }
  },
  {
    "thumbnailUri": "https://kampoengbatiklaweyan.org/wp-content/uploads/2020/12/belanja-batik-laweyan.jpg",
    "title": "Kampoeng Batik Laweyan Solo Destinasi Wisata Batik No #1 Indonesia",
    "description": "Industri batik tulis warna alami di Laweyan mulai berkembang pada abad 14 M semasa pemerintahan keraton Pajang. Berikutnya ketika teknik batik cap ditemukan pada tahun 1900an sehingga melahirkan juragan-juragan batik yang melegenda dengan kekayaannya. Artefak kejayaan industri batik dengan mudah ditemukan disini yang menjadi daya tarik tersendiri bagi wisatawan, akademisi maupun kru media domestik dan internasional yang antusias berkunjung ke Kampoeng Batik Laweyan.",
    "location": {
      "x": -7.570327230114042,
      "y": 110.79844744024851
    }
  },
  {
    "thumbnailUri": "https://ksmtour.com/media/images/articles20/kampung-batik-semarang_medium.jpg",
    "title": "Kampung Batik Semarang Tempat Menikmati Liburan di Jawa Tengah",
    "description": "Bagi Anda penyuka batik, atau wisata belanja, cobalah datang ke Kampung Batik di Semarang. Tak kalah dengan kampung batik Laweyan Solo, maupun Jogja, disini Anda akan dipuaskan dengan jutaan batik yang beragam. Lokasi Kampung Batik Semarang berada di Kelurahan Rejamulya, Semarang Timur tepatnya di dekat Bundaran Bubakan, Jawa Tengah. Kampung Batik Semarang saat ini menjadi pusat perdagangan oleh-oleh kain atau busana batik yang mulai diminati para wisatawan lokal maupun mancanegara yang berkunjung ke Ibukota Jawa Tengah itu. Jika dari Gereja Blenduk Kota Lama menuju Kampung Batik Semarang, maka harus memutar sampai ke bundaran Bubakan. Gang masuknya berada di samping hotel Horison. Saat masuk ke gang dan bertemu belokan ke kiri, maka sudah terlihat sejumlah rumah di kanan dan kiri jalan memajang batik. Ada yang hanya memajang dengan gantungan, ada juga yang sudah berupa toko besar. Tak hanya menjual, banyak rumah disini yang melakukan proses produksinya juga di tempat yang sama. Anda pun dapat mengintip dapur prosuksi batik kebanggaan warga Semarang tersebut. Setidaknya ada beberapa pengerajin batik di Kampung Batik tersebut dan yang lainnya membantu menjualkan atau menerima pesanan.",
    "location": {
      "x": -6.968701380820435,
      "y": 110.43237981381776
    }
  },
  {
    "thumbnailUri": "https://phinemo.com/wp-content/uploads/2017/10/WhatsApp-Image-2017-10-18-at-12.54.37.jpeg",
    "title": "Berkunjung ke Sentra Industri Ukiran Jepara di Desa Mulyoharjo",
    "description": "Sudah sejak lama Kabupaten Jepara di Jawa Tengah terkenal dengan ukiran kayunya. Jika Kamu ingin berbelanja ukiran Jepara, atau mungkin sekadar melihat-lihat, Desa Mulyoharjo di Kecamatan Jepara bisa jadi destinasimu. Desa Mulyoharjo adalah Desa Wisata Industri Kreatif yang juga diklaim merupakan cikal bakal dari seni ukir jepara. Terletak sekitar 6 kilometer dari pusat Kabupaten Jepara, harak tempuh dari pusat kota menuju desa ini sekitar 90 menit. Desa ini terletak di dekat Stadion Gelora Bumi Kartini. Saat pertama masuk ke kawasan Mulyoharjo, wisatawan akan melihat patung kuda yang juga menjadi gerbang masuk. Desa Mulyoharjo ini memiliki tak kurang dari 60 showroom yang memajang aneka patung hasil kreasi para pengrajin.",
    "location": {
      "x": -6.5769582181251804,
      "y": 110.6870297025597
    }
  },
  {
    "thumbnailUri": "https://astinsoekanto.com/wp-content/uploads/2018/09/Tenun-Troso-10.jpg",
    "title": "Desa Troso, Menjaga Warisan Kain Tenun Troso Jepara Dengan Motif Popular",
    "description": "Desa Troso berlokasi di Kecamatan Pecangaan, Kota Jepara. Sekitar 15 Km arah tenggara dari pusat kota. Dari Kota Semarang untuk sampai ke Jepara, butuh waktu sekitar 2 jam dengan berkendara. Menuju Jepara, kita akan disuguhi pemandangan sawah yang terhampar, pembuatan batu bata dan kayu ukir-ukiran yang memang menjadi salah satu kerajinan unggulan dari kota tersebut. Banyak kerajinan yang dihasilkan oleh masyarakat Jepara, dari mulai kerajinan monel, kerajinan ukir-ukiran, kerajinan anyam-anyaman, kerajinan rotan, kerajinan patung kayu dan tentunya kerajinan tenun. Keberadaan pusat kerajinan tersebut murni hasil dari inisiatif masyarakat Jepara. Tak salah rasanya kalau kita menilai, secara umum masyarakat Jepara memiliki jiwa entrepreneurship.",
    "location": {
      "x": -6.6773773375698395,
      "y": 110.69424712232781
    }
  }
]
