[
  {
    "thumbnailUri": "https://www.keizogoods.com/wp-content/uploads/2020/04/IMG_20200417_173249-348x348.jpg",
    "name": "Keizo Leatherwork",
    "description": "Keizo Leather mendesain dan memproduksi kerajinan berbahan kulit dengan teknik handmade sejak 2014. http://www.keizogoods.com",
    "phone": "089657346194",
    "seller": "Keizo Leatherwork"
  },
  {
    "thumbnailUri": "https://lh3.googleusercontent.com/p/AF1QipNUWMpy3ZlPuk7-qNDFfg-nwaIhxuLd8xy3iGUd=s1280-p-no-v1",
    "name": "Madeart leathergoods",
    "description": "Handmade Leather Start journey with madeart leathercraft Opening at 10:00 tomorrow",
    "phone": "087708500886",
    "seller": "Madeart leathergoods"
  },
  {
    "thumbnailUri": "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2021/10/1/afadd63f-455e-4876-a094-d1ffdcdba666.jpg",
    "name": "Hoslygoods",
    "description": "Dakka bifold wallet exterior black bangladesh vegtan leather interior darkbrown bangladesh vegtan leather jangan sungkan untuk chat dahulu jika ada yg ingin ditanyakan",
    "phone": "0877389595823",
    "seller": "Hoslygoods"
  },
  {
    "thumbnailUri": "https://images.tokopedia.net/img/cache/1200/BgtCLw/2020/5/18/87434636-7061-4cbf-ac40-f4b68a572933.jpg?ect=4g",
    "name": "Junkard Company Store",
    "description": "Traditional boots made by finely skilled craftsmen, for the classic gentleman. www.junkardcompany.com",
    "phone": "087802566640",
    "seller": "Junkard Company Store"
  },
  {
    "thumbnailUri": "https://images.tokopedia.net/img/cache/1200/BgtCLw/2022/5/17/717ac68f-f15b-4cef-a763-312574ec2241.jpg?ect=4g",
    "name": "GS4 WOODCRAFT",
    "description": "GS4 Woodcraft berdiri tahun 1992, bergerak di bidang kerajinan kayu khususnya kayu pinus. Produk utamanya adalah aksesori rumah, souvenir, dan produk untuk anak. Pameran tetap GS4 adalah Inacraft yang kami ikuti 10 tahun berturut-turut. Workshop dan showroom di Jl. Gondosuli 4 Malang 65141 Jawa Timur. Spesialis produk GS4 adalah motif-motif strawberry, tulip, bunga matahari dan beberapa pelanggan menginginkan motif daun monstera dan teratai. Untuk remaja dan anak GS4 membuat produk dengan warna-warna shabby.",
    "phone": "081615705522",
    "seller": "GS4 WOODCRAFT"
  },
  {
    "thumbnailUri": "http://www.kiasleather.com/image/cache/data/2021/SHIGA-225x338.jpg",
    "name": "Kias Leather",
    "description": "Specialized in vegetable tanned leather bags. Handcrafted in Yogyakarta, Indonesia.",
    "phone": "08164262072",
    "seller": "Kias Leather"
  },
  {
    "thumbnailUri": "https://images.tokopedia.net/img/cache/200-square/VqbcmM/2022/6/5/e6ccaaee-d83b-4dd4-ad34-5d013d99cda1.jpg",
    "name": "BAKPIA SOEMADIGDO",
    "description": "Pilih roso, pilih Soemadigdo BAKPIA ASLI JOGJA Melayani pengiriman seluruh Indonesia Pesan di official store kami",
    "phone": "081313138790",
    "seller": "BAKPIA SOEMADIGDO"
  },
  {
    "thumbnailUri": "http://piaeiji.com/wp-content/uploads/2013/12/pieiji-web-home.jpg",
    "name": "Pia Eiji Oleh-Oleh Bali",
    "description": "Pia Eiji hadir menjadi salah satu Oleh-Oleh Khas Bali. Bagi para wisatawan yang berkunjung ke Pulau Dewata, Pia Eiji wajib menjadi salah satu oleh-oleh untuk anda beli. Karena Pia Eiji diproduksi secara handmade dengan menjamin ingredients yang terbaik dan tanpa menggunakan bahan pengawet. Pia Eiji selalu hadir freshly made everyday dengan menjaga rasa dan kualitas untuk menjaga kepercayaan anda kepada Pia Eiji.",
    "phone": "087851803452",
    "seller": "Pia Eiji Oleh-Oleh Bali"
  },
  {
    "thumbnailUri": "https://piesusudhian.co.id/wp-content/uploads/2018/12/produk-pie-dhian-768x432.jpg",
    "name": "Pie Susu Dhian Oleh Oleh Khas Bali Paling Enak Dan Murah",
    "description": "Pie susu dhian merupakan salah satu kue atau makanan khas bali yang memiliki rasa yang lezat, nikmat dan gurih dimulut. Karena kelezatan dari pie susu dhian bali membuat banyak pembeli rela mengantri berjam jam hanya untuk dapat membeli pie susu dhian sehingga tidak heran jika anda berkunjung ke tempat pembuatan pie susu dian di bali, anda akan melihat panjanganya antrian disetiap harinya.",
    "phone": "087863018641",
    "seller": "Pie Susu Dhian Oleh Oleh Khas Bali"
  }
]
